[Balance.Pawn_Balance_ConstructorTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Industrial product")
PlayThroughs[1]=(DisplayName="Tower Builder v2.0")

[Balance.Pawn_Balance_RolandConstructorRearTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Travel through agents")
PlayThroughs[1]=(DisplayName="Tower Builder v2.0")

[Character.CharClass_ConstructorTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapons.ConstructorTurret_WeaponType WeaponTypeDefinition]
Typename="A semi-automatic rifle"
PickupMessage="They have %s"
UseFailureLevelMessage="You must be older than %d to use this item.."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="custom"

